Repository: fossology/fossology
Catalog: ui/locale/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Click Job Name:Id to see the job details
nl_nl: Klik op Taaknaam:Id om de taak details te zien

source: Page updates every
nl_nl: Pagina ververst elke

source: Running Jobs
nl_nl: Taken die bezig zijn

source: Job Name:Id
nl_nl: Taak Naam:Id

source: Tasks
nl_nl: Taken

source: Completed
nl_nl: Klaar

source: Pending
nl_nl: Wachtend

source: Failed
nl_nl: Gefaald

source: Fatal internal ERROR! Cannot connect to the DataBase
nl_nl: Fatale interne FOUT! Kan geen verbinding maken met de Database

source: List Agents for an Upload as Options
nl_nl: Toon Agents voor een Upload als Opties

source: Move upload to different folder.
nl_nl: Verplaats upload naar een andere map.

source: Moved
nl_nl: Verplaatst

source: from folder
nl_nl: van map

source: to folder
nl_nl: naar map

source: Select the folder containing the upload you wish to move:
nl_nl: Kies de map die de upload bevat die u wilt verplaatsen:

source: Select the upload you wish to move:
nl_nl: Kies de upload die u wilt verplaatsten:

source: Full debug ENABLED!
nl_nl: Uitgebreide debug AANGEZET!

source: Now view any page.
nl_nl: Bekijk nu een willekeurige pagina.

source: Full debug disabled!
nl_nl: Uitgebreide debug uitgezet!

source: This developer tool lists all items in the menu structure.
nl_nl: Dit ontwikkelgereedschap toont alle items in de menu structuur.

source: Since some menu inserts are conditional, not everything may appear here (the conditions may not lead to the insertion).
nl_nl: Omdat sommige menu opties voorwaardelijk zijn, zal misschien niet alles hier getoont worden (de voorwaarden voorkomen dit dan).

source: Fully-debugged menus show the full menu path and order number
nl_nl: Volledig gedebugde menu's tonen het volledige menupad en volgnummer

source: in the menu
nl_nl: in het menu

source: The full debugging is restricted to
nl_nl: De volledige debugging is beperkt tot

source: your
nl_nl: uw

source: login session. (Nobody else will see it.)
nl_nl: login sessie. (niemand anders zal dit zien.)

source: Full debugging shows the full menu path for each menu
nl_nl: Volledige debugging toont het volledige menupad voor elk menu

source: and the order is included in parenthesis.
nl_nl: en de volgorde wordt getoond tussen haakjes.

source: However, menus that use HTML instead of text will
nl_nl: Echter, menu's die HTML i.p.v. tekst gebruiken zullen

source: show the full path.
nl_nl: het volledige pad tonen.

source: To disable full debugging, return here and unselect the option.
nl_nl: Om volledige debugging uit te zetten kunt u hier terugkeren en de optie deselecteren.

source: Disable Full Debug
nl_nl: Volledige Debugging uitzetten

source: Enable Full Debug
nl_nl: Volledige Debugging aanzetten

source: One-Shot License Analysis
nl_nl: One-Short Licentie Analyze

source: FATAL: your file did not get passed throught. Make sure this page wasn't a result of a web server redirect, or that it didn't exceed your php POST limit.
nl_nl: FATAAL: uw bestand is niet doorgegeven. Controleer of deze pagina niet het resultaat is van een webserver redirect, of dat het uw php POST limiet overschreed.

source: Nomos One-shot, real-time license analysis
nl_nl: Nomos One-shot, real-time licentie analyze

source: <li>The analysis is done in real-time. Large files may take a while. This method is not recommended for files larger than a few hundred kilobytes.
nl_nl: <li>De analyze wordt real-time uitgevoerd. Grote bestanden kunnen enige tijd duren. Deze methode wordt niet aanbevolen voor bestanden die groter zijn dan een paar honderd kilobytes.

source: unpacked. If you upload a 'zip' or 'deb' file, then the binary file will be scanned for licenses and nothing will likely be found.
nl_nl: uitgepakt. Als u een 'zip' of 'deb' bestand upload zal het binaire bestand gecontroleerd worden op licenties en zal er waarschijnlijk niets gevonden worden.

source: stored. As soon as you get your results, your uploaded file is removed from the system.
nl_nl: opgeslagen. Zodra u uw resultaten krijgt zal het geuploade bestand van het systeem verwijderd worden.

source: A one shot license analysis shows the following license(s) in file
nl_nl: Een one shot licentie analyze vind de volgende licentie(s) in het bestand

source: Delete A User
nl_nl: Verwijder een gebruiker

source: User does not exist.
nl_nl: Gebruiker bestaat niet.

source: Failed to delete user.
nl_nl: Gebruiker verwijderen mislukt.

source: User deleted.
nl_nl: Gebruiker verwijderd.

source: No users to delete.
nl_nl: Geen gebrukers te verwijderen.

source: Deleting a user removes the user entry from the FOSSology system. The user's name, account information, and password will be <font color='red'>permanently</font> removed. (There is no 'undo' to this delete.)<P />
nl_nl: Het verwijderen van een gebruiker verwijdert ook zijn gegevens van het FOSSology systeem. De gebruikersnaam, account informatie en wachtwoord zullen <font color='red'>permanent</font> verwijderd worden. (Er bestaat geen 'undo' voor deze verwijdering.)<P />

source: To delete a user, enter the following information:<P />
nl_nl: Voer, m een gebruiker te verwijderen, de volgende informatie in:<P />

source: <li>Select the user to delete.<br />
nl_nl: <li>Kies de te verwijderen gebruiker.<br />

source: Confirm user deletion
nl_nl: Bevestig verwijdering gebruiker

source: Browse
nl_nl: Blader

source: No files
nl_nl: Geen bestanden

source: Folder Navigation
nl_nl: Map Navigatie

source: Upload Name and Description
nl_nl: Upload Naam en Omschrijving

source: No description
nl_nl: Geen omschrijving

source: Added by URL:
nl_nl: Toegevoegd via URL:

source: Added by file upload:
nl_nl: Toegevoegd via bestandsupload:

source: Added from filesystem:
nl_nl: Toegevoegd via bestandssysteem:

source: Scheduled
nl_nl: Gepland

source: jobs
nl_nl: taken

source: jobs:
nl_nl: taken:

source: total;
nl_nl: toaal;

source: completed;
nl_nl: afgerond;

source: pending;
nl_nl: wachtend;

source: active;
nl_nl: actief;

source: failed.
nl_nl: gefaald.

source: license analysis
nl_nl: licentie analyze

source: Schedule
nl_nl: Planrooster

source: Reschedule
nl_nl: Herplan

source: License data re-analysis added to job queue
nl_nl: Licentiegegevens her-analyze toegevoegd aan wachtrij

source: Scheduling of re-analysis failed, return code
nl_nl: Plannen van her-analyse mislukt, foutcode

source: License data analysis added to job queue
nl_nl: Licentiegegevens analyze toegevoegd aan wachtrij

source: Missing upload tree parent for upload
nl_nl: Topmap voor upload ontbreekt

source: Edit Your Account Settings
nl_nl: Wijzig uw gebruikersinstellingen

source: You must be logged in.
nl_nl: U dient ingelogd te zijn.

source: New passwords did not match. No change.
nl_nl: De nieuwe wachtwoorden verschillen. Niet gewijzigd.

source: Authentication password did not match. No change.
nl_nl: Het wachtwoord kwam niet overeen. Geen wijziging.

source: User information updated.
nl_nl: Gebruikersinformatie geactualiseerd.

source: You <font color='red'>must</font> provide your current password in order to make any changes.<br />
nl_nl: U <font color='red'>moet</font> uw actuele wachtwoord ingeven ten einde wijzigingen door te voeren.<br />

source: Enter your password
nl_nl: Voer uw wachtwoord in

source: To change user information, edit the following fields. You do not need to edit every field. Only fields with edits will be changed.<P />
nl_nl: Om gebruikersinformatie te wijzigen, wijzig de volgende velden. U hoeft niet elk veld te wijzigen. Alleen gewijzigde velden worden doorgevoerd.<P />

source: Change your username. This will be checked to ensure that it is unique among all users.
nl_nl: Wijzig uw gebruikersnaam. Deze zal gecontroleerd worden om te zorgen dat hij nog steeds uniek is.

source: Change your description (name, contact, or other information). This may be blank.
nl_nl: Wijzig uw omschrijving (naam, contact, of andere informatie). Deze mogen ook leeg zijn.

source: Change your email address. This may be blank.
nl_nl: Wijzig uw emailadres. Dit mag ook leeg zijn.

source: Change your password.
nl_nl: Wijzig uw wachtwoord.

source: Re-enter your password.
nl_nl: Voer nogmaals uw wachtwoord in.

source: You do not have permission to change your default agents
nl_nl: U heeft geen toestemming om de standaard agents te wijzigen

source: Update Account
nl_nl: Actualiseer account

source: Database Check
nl_nl: Database Controle

source: Deleting
nl_nl: Verwijderen

source: Deleted
nl_nl: Verwijderd

source: from
nl_nl: van

source: Fixing Records
nl_nl: Repareren Records

source: Fix Records
nl_nl: Repareer Records

source: On occasion, the database can become inconsistent.
nl_nl: Soms kan de inhoud van de database inconsistent raken.

source: For example, there may be pfile records without uploadtree entries
nl_nl: Er kunnen bijvoorbeeld pfile records zijn zonder uploadtree records.

source: or uploadtree entries that are not linked by any upload records.
nl_nl: of uploadtree records die niet gekoppeld zijn via upload records.

source: Inconsistencies usually arise due to failed unpacking, partial deletions, and testing.
nl_nl: Inconsistenties ontstaan meestal door mislukt uitpakken, gedeeltelijke verwijdering, en testen.

source: Temporary inconsistencies may exist when a file is uploaded, being unpacked, or being deleted.
nl_nl: Tijdelijke inconsistenties kunnen optreden als een bestand wordt geupload, uitgepakt, of verwijderd.

source: An uploaded file -- before being unpacked -- can appear inconsistent.
nl_nl: Een geupload bestand -- voordat het wordt uitgepakt -- kan inconsistent lijken.

source: The unpack system creates pfiles first, then links them together when it completes.
nl_nl: Het uitpaksysteem maakt eerst pfiles, en koppelt deze aan het einde aan elkaar.

source: The delete system removes records in series, so a partial delete (or delete in progress) can show inconsistencies.
nl_nl: Het verwijdersysteem verwijdert records in blokken, dus een gedeeltelijke verwijdering (of in gang gezette verwijdering) kan inconsistenties geven.

source: There
nl_nl: Er

source: currently
nl_nl: huidig

source: running
nl_nl: uitvoerend

source: in the job queue that may make records appear inconsistent.
nl_nl: in de wachtrij waardoor records inconsistent lijken.

source: Fixing inconsistencies while any jobs are running could lead to job failures and further inconsistencies.
nl_nl: Het repareren van inconsistenties terwijl er nog taken lopen kan leiden tot gefaalde taken en verdere inconsistenties.

source: NOTE: Some of these inconsistencies may not be resolvable from here due to table constraints.
nl_nl: LET OP: Enkele inconsistenties kunnen vanaf hier niet repareerbaar zijn vanwegete tabel begrenzingen.

source: The following inconsistencies have been identified:
nl_nl: De volgende inconsistenties zijn aangetroffen:

source: Fix
nl_nl: Repareer

source: Type of Inconsistency
nl_nl: Soort inconsistentie

source: No database inconsistencies found.
nl_nl: Geen database inconsistenties aangetroffen.

source: About FOSSology
nl_nl: Over FOSSology

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License version 2 as published by the Free Software Foundation. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
nl_nl: Dit Programma is vrije software; U kan het verspreiden en/of wijzigen onder de bepalingen van de GNU Algemene Publieke Licentie, zoals uitgegeven door de Free Software Foundation; oftewel versie 2 van de Licentie,of (naar vrije keuze) een latere versie. Dit Programma is verspreid met de hoop dat het nuttig zal zijn maar ZONDER EENDER WELKE GARANTIE; zelfs zonder de impliciete garantie van VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN BEPAALD DOEL. Zie de GNU Algemene Publieke Licentie voor meer details. U zou een kopie van de GNU Algemene Publieke Licentie ontvangen moeten hebben samen met dit Programma; indien dit niet zo is, schrijf naar de Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: FOSSology version
nl_nl: FOSSology versie

source: code revision
nl_nl: code revisie

source: Remove License Analysis
nl_nl: Verwijder Licentie Analyze

source: Could not reschedule License Analysis
nl_nl: Kon de Licentie Analyze niet opnieuw inplannen

source: License data removal added to job queue
nl_nl: Licentie gegevens verwijdering toegevoegd aan wachtrij

source: the license meta data from the selected upload.
nl_nl: De licentie meta data van de geselecteerde upload.

source: remove
nl_nl: verwijder

source: the license meta data associated with the selected upload file!
nl_nl: de licentie meta data geassocieerd met het geselecteerde upload bestand!

source: Be very careful with your selection since you can delete a lot of work!
nl_nl: Wees erg voorzichtig met uw selectie want u kunt veel werk nu verwijderen!

source: THERE IS NO UNREMOVE. The license meta data can be recreated by re-running the license analysis
nl_nl: ER IS GEEN UNDELETE! De licentie meta data kan opnieuw gegenereerd worden door het opnieuw uitvoeren van een licentie analyse

source: Select the uploaded file to remove license data:
nl_nl: Kies het upload bestand om de licentie gegevens te verwijderen:

source: Select the folder containing the upload file to use:
nl_nl: Kies de map die het upload bestand bevat dat u wilt gebruiken:

source: <select name='folder'
nl_nl: <select name='map'

source: Select the uploaded project to use:
nl_nl: Kies het geuploade project dat u wilt gebruiken:

source: After the license data is removed you can reschedule the License Analysis by checking the box below
nl_nl: nadat de licentie gegevens zijn verwijdert kunt u opnieuw een Licentie Analyse inplannen door het onderstaande checkbox aan te vinken

source: Reschedule License Analysis?
nl_nl: Herplan Licentie Analyze?

source: Commit
nl_nl: Start

source: Debug User
nl_nl: Debug Gebruiker

source: User Information
nl_nl: Gebruiker Informatie

source: Bucket Analysis
nl_nl: Bucket Analyse

source: Session is unauthenticated, bucket agent cannot run without knowing who the user is.
nl_nl: Sessie is niet geauthentiseerd, bucket agent kan niet worden uitgevoerd zonder te weten wie de gebruiker is.

source: Unable to find dependent job: pkgagent
nl_nl: Niet in staat afhankelijke taak te vinden: pkgagent

source: Failed to queue bucket agent.
nl_nl: In wachtrij plaatsen van bucket agent mislukt.

source: User does not have a default bucketpool. Bucket agent cannot be scheduled without this.
nl_nl: Gebruiker heeft geen standaard bucketpool. Bucket agent kan zonder dit niet ingepland worden.

source: Failed to insert agent nomos into job queue
nl_nl: Plaatsen van nomos agent in wachtrij mislukt

source: Bucket analysis added to the job queue
nl_nl: Bucket analyse toegevoegd aan wachtrij

source: Scheduling Bucket agent failed:
nl_nl: Inplannen van Bucket agent mislukt:

source: NOTE: this code was borrowed from nomos. It needs to be updated for buckets. If you see this message please tell bobg.
nl_nl: LET OP: Deze code is geleend van nomos. Het dient geupdate te worden tbv buckets. Als u deze boodschap ziet, meldt dit dan aan bobg.

source: Select an uploaded file for bucket analysis.
nl_nl: Kies een geupload bestand voor Bucket analyse.

source: Upload a New File
nl_nl: Upload een nieuw bestand

source: Invalid folder
nl_nl: Ongeldige map

source: Failed to insert upload record
nl_nl: Invoegen van upload record mislukt

source: Could not save uploaded file
nl_nl: Kon geupload bestand niet opslaan

source: ERROR! could not update permissions on downloaded file
nl_nl: FOUT! Kon de toegangsrechten van gedownload bestand niet wijzigen

source: The file
nl_nl: Het bestand

source: has been uploaded. It is
nl_nl: is geupload. Het is

source: Upload failed for file
nl_nl: Upload mislukt van bestand

source: This option permits uploading a file from your computer to FOSSology.
nl_nl: Deze optie maakt het mogelijk een bestand te uploaden vanaf uw computer naar FOSSology.

source: The file to upload should be located on your computer.
nl_nl: Het bestand dat u wilt uploaden dient op uw computer te staan.

source: Many browsers, including Microsoft's Internet Explorer, have trouble uploading
nl_nl: Veel browsers, waaronder Microsoft's Internet Explorer, hebben moeite met uploaden

source: file larger than 650 Megabytes (a standard-size CD-ROM image).
nl_nl: bestand groter dan 650 Megabytes (standaard CD-ROM capaciteit).

source: If your file is larger than 650 Megabytes, then choose one of the other upload options.
nl_nl: Als uw bestand groter is dan 650 Megabytes, kies dan een van de andere upload opties.

source: Select the folder for storing the uploaded file:
nl_nl: Selecteer de map waarin het geuploade bestand moet worden opgeslagen:

source: Select the file to upload:
nl_nl: Kies het te uploaden bestand:

source: : If the file is larger than 650 Megs (one CD-ROM), then this method will not work with some browsers (e.g., Internet Explorer). Only attach files smaller than 650 Megs.
nl_nl: : Als het bestand groter is dan 650 megabytes (standaard CD-ROM capaciteit), zal deze methode met sommige browsers niet werken (met name Internet Explorer). Kies alleen bestanden die kleiner zijn dan 650 Megabytes.

source: (Optional) Enter a description of this file:
nl_nl: (Optioneel) Voer een omschrijving voor dit bestand in:

source: (Optional) Enter a viewable name for this file:
nl_nl: (Optioneel) Voer een leesbare naam voor dit bestand in:

source: : If no name is provided, then the uploaded file name will be used.
nl_nl: : Als geen naam is opgegeven zal de bestandsnaam van het geuploade bestand worden gebruikt.

source: It may take time to transmit the file from your computer to this server. Please be patient.
nl_nl: Het kan enige tijd duren om het bestand over te bengen van uw computer naar de server. Even geduld aub.

source: Show Folders
nl_nl: Toon Mappen

source: Package Analysis (Parse package headers)
nl_nl: Pakket Analyse (onderzoek pakket kopteksten)

source: pkgagent rpm mimetype not installed.
nl_nl: pkgagent rpm mimetype niet geïnstalleerd.

source: pkgagent deb mimetype not installed.
nl_nl: pkgagent deb mimetype niet geinstalleerd.

source: pkgagent deb source mimetype not installed.
nl_nl: pkgagent deb source mimetype niet geinstalleerd

source: Failed to insert pkgagent into job queue
nl_nl: Invoegen van pkgagent in de wachtrij is mislukt

source: Scheduling of Analysis failed:
nl_nl: Inplannen van analyse is mislukt:

source: Nomos License List
nl_nl: Nomos Licentie Lijst

source: Nomos license listing
nl_nl: Nomos licentie lijst

source: No data available
nl_nl: Geen gegevens beschikbaar

source: Schedule an Reunpack
nl_nl: Plan een her-unpack in.

source: Unpack of Upload failed
nl_nl: Uitpakken van upload mislukt

source: The File's Gold file are not available in the repository.
nl_nl: (red: Geen idee wat een File's Gold bestand is), maar hij is niet beschikbaar in de repositorie.

source: This file is unpacked from
nl_nl: Dit bestand is uitgepakt van

source: Reunpack
nl_nl: Her-uitpakken

source: List Uploads as Options
nl_nl: Toon Uploads als opties

source: Invalid URL
nl_nl: Ongeldige URL

source: Invalid URL (no spaces permitted)
nl_nl: Ongeldige URL (geen spaties toegestaan)

source: Failed to insert task 'wget' into job queue
nl_nl: Het inplannen van taak 'wget' in de wachtrij is mislukt

source: The upload
nl_nl: De upload

source: has been scheduled. It is
nl_nl: is ingepland. Het is

source: Upload failed for
nl_nl: Upload mislukt voor

source: This option permits uploading a file from a remote web or FTP server to FOSSology.
nl_nl: Deze optie maakt het mogelijk een bestand te uploaden van een web- of FTP-server naar FOSSology.

source: The file to upload must be accessible via a URL and must not require human interaction
nl_nl: Het te uploaden bestand moet bereikbaar zijn via een URL en mag geen menselijke interactie behoeven

source: such as login credentials.
nl_nl: zoals login gegevens.

source: Enter the URL to the file:
nl_nl: Voer de URL van het bestand in:

source: : If the URL requires authentication or navigation to access, then the upload will fail. Only provide a URL that goes directly to the file. The URL can begin with HTTP://, HTTPS://, or FTP://.
nl_nl: : Als de URL om authenticatie of navigatie vraagt zal de upload mislukken. Voer alleen een URL in die rechtstreeks naar een bestand verwijst. De URL mag beginnen met HTTP://, HTTPS://, or FTP://.

source: *** Created default user: 'Default User'.
nl_nl: *** Standaard gebruiker 'Default User' aangemaakt.

source: *** Created default administrator: 'fossy' with password 'fossy'.
nl_nl: *** Standaard beheerder 'fossy' aangemaakt met wachtwoord 'fossy'.

source: *** Existing user 'fossy' promoted to default administrator.
nl_nl: *** Bestaande gebruiker 'fossy' gepromoveerd tot standaard beheerder.

source: The system requires initialization. Please login and use the Initialize option under the Admin menu.
nl_nl: Het systeem dient geinitialiseerd te worden. Meld u aub aan en kies de Initialisatie optie in het Admin menu

source: If you need an account, use '
nl_nl: Als u een account nodig heeft gebruik dan '

source: Username:
nl_nl: Gebruikersnaam:

source: Password:
nl_nl: Wachtwoord:

source: Delete Uploaded File
nl_nl: Verwijder geupload bestand

source: Deletion added to job queue
nl_nl: Verwijdering toegevoegd aan wachtrij

source: Deletion Scheduling failed:
nl_nl: Inplannen verwijdering mislukt:

source: Select the uploaded file to
nl_nl: Selecteer het geuploade bestand om

source: the upload file!
nl_nl: het upload bestand!

source: All analysis only associated with the deleted upload file will also be deleted.
nl_nl: Elke analyse die alleen gekoppeld is aan het geuploade bestand zal ook worden verwijderd.

source: THERE IS NO UNDELETE. When you select something to delete, it will be removed from the database and file repository.
nl_nl: ER IS GEEN UNDELETE. Als u iets selecteert om te verwijderen, zal het verwijderd worden uit de database en bestandsrepositorie.

source: Select the uploaded file to delete:
nl_nl: Selecteer het geuploade bestand dat verwijderd moet worden:

source: Select the folder containing the file to delete:
nl_nl: Selecteer de map die het te verwijderen bestand bevat:

source: Select the uploaded project to delete:
nl_nl: Selecteer het geuploade project dat verwijderd moet worden:

source: Schedule an Analysis
nl_nl: Plan een analyse

source: Upload not found.
nl_nl: Upload niet gevonden.

source: Agent Analysis added to job queue
nl_nl: Agent Analyse toegevoegd aan wachtrij

source: Scheduling of Agent(s) failed:
nl_nl: Inplannen van Agent(s) mislukt:

source: Select an uploaded file for additional analysis.
nl_nl: Selecteer een geupload bestand voor additionele analyse.

source: Select the folder containing the upload you wish to analyze:
nl_nl: Selecteer de map die de upload bevat die u wilt analyseren:

source: Select the upload to analyze:
nl_nl: Selecteer de te analyseren upload :

source: Select additional analysis.
nl_nl: Selecteer additionele analyse.

source: Spec File Analysis (deprecated. Replaced by Package analysis.)
nl_nl: Spec File Analysis (wordt afgeraden. Is opgevolgd door Pakket analyse.)
