Repository: fossology/fossology
Catalog: ui/locale/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Check to delete this canonical group!
nl_nl: Selecteer om deze canonieke groep te verwijderen!

source: Canonical name
nl_nl: Canonieke naam

source: Keywords, terms, and phrases specific to this group.
nl_nl: Sleutelwoorden, Voorwaarden, en zinnen specifiek voor deze groep.

source: Terms associated with this canonical group
nl_nl: Voorwaarden geassocieerd met deze canonieke groep

source: Known terms
nl_nl: Bekende voorwaarden

source: Add a new keyword, term, or phrase to this canonical group.
nl_nl: Voeg een nieuwe term, voorwaarden, of zin toe aan deze canonieke groep.

source: Only letters, numbers, and spaces are permitted. Text will be normalized to lowercase letters with no more than one space between words.
nl_nl: Alleen letters, cijfers, en spaties zijn toegestaan. Tekst zal genormaliseerd worden naar kleine letters met niet meer dan een spatie tussen woorden.

source: Associate licenses with this canonical group.
nl_nl: Associeer licenties met deze canonieke groep.

source: Licenses that are associated will be referred by the canonical name.
nl_nl: Licenties die geassocieerd worden/zijn zal naar verwezen worden via de canonieke naam.

source: Unassociated licenses are referred by their license name.
nl_nl: Naar niet geassocieerde licenties wordt verwezen via hun licentienaam.

source: Licenses associated with this canonical group
nl_nl: Licenties die geassocieerd worden met deze canonieke groep

source: Unassociated Licenses
nl_nl: Niet-geassocieerde licenties

source: Delete a keyword from
nl_nl: Verwijder een sleutelwoord van

source: all
nl_nl: alle

source: canonical groups.
nl_nl: canonieke groepen.

source: Use this to remove typographical errors or completely unnecessary keywords or phrases.
nl_nl: Gebruik deze voor het verwijderen van typefouten of volledig onnodige sleutelwoorden of zinnen.

source: License term information updated.
nl_nl: Licentievoorwaardeninformatie geactualiseerd.

source: Could not add License term information, error code is
nl_nl: Kon licentievoorwaardeinformatie niet toevoegen. Foutcode is

source: Welcome to FOSSology
nl_nl: Welkom bij FOSSology

source: login
nl_nl: Aanmelden

source: Global Variables
nl_nl: Globale Variabelen

source: Variable
nl_nl: Variabele

source: Search the Repository
nl_nl: Repositorie doorzoeken

source: Search based on repository keys
nl_nl: Zoeken gebaseerd op repositorie sleutels

source: Search string is not a valid format.
nl_nl: Zoekbegrip is in een ongeldige opmaak

source: Given a file key (pfile_pk) or repository identifier (sha1.md5.length), return the list of files.
nl_nl: Gegeven een bestandssleutel (pfile_pk) of repositorie id (sha1.md5.length), retourneert een lijst met bestanden.

source: Enter the pfile key or repository identifier:<P />
nl_nl: Voer de pfile sleutel of repositorie id in:<P />

source: Files associated with
nl_nl: Bestanden geassocieerd met

source: Reanalyze License and Store Results
nl_nl: Opnieuw analyseren van licentie en resultaten opslaan

source: Removing previous license information.
nl_nl: Verwijder vorige licentie informatie.

source: Container not processed.
nl_nl: Container niet verwerkt.

source: Creating license cache
nl_nl: Maak een licentie cache

source: Finding licenses based on templates
nl_nl: Vind licenties gebaseerd op sjablonen

source: Finding license names based on terms and keywords
nl_nl: Vind licentienamen gebaseerd op voorwaarden en sleutelwoorden

source: No licenses found.
nl_nl: Geen licenties gevonden.

source: Cleaning up
nl_nl: Opruimen

source: Scheduling email
nl_nl: Email inplannen

source: FAIL! Scheduling of email failed:
nl_nl: FOUT: Inplannen van email mislukt:

source: Reanalyze license and store results
nl_nl: Opnieuw analyseren van licentie en resultaten opslaan

source: Refreshing in 2 seconds...
nl_nl: Verversen in 2 seconden...

source: Duplicate Bucketpool
nl_nl: Dupliceer Bucketpool

source: Your new bucketpool_pk is
nl_nl: Uw nieuwe bucketpool_ik is

source: The purpose of this is to facilitate editing an existing bucketpool. Make sure you understand
nl_nl: Het doel hiervan is het faciliteren van het wijzigen van een bucketpool. Zorg dat u dit proces begrijpt.

source: Creating Bucket Pools
nl_nl: Aanmaken van bucketpools

source: before continuing.
nl_nl: voordat u doorgaat.

source: It will explain why you should create a new bucketpool rather than edit an old one that has already recorded results.
nl_nl: Het zal verklaren waarom u beter een nieuwe bucketpool kunt aanmaken dan een bestaande waarin al resultaten zijn opgeslagen te wijzigen

source: Steps to modify a bucketpool:
nl_nl: Stappen om een bucketpool te wijzigen

source: Create a baseline with your current bucketpool. In other words, run a bucket scan on something. If you do this before creating a new modified bucketpool, you can compare the old results with the new to verify it is working as you expect.
nl_nl: Maak een baseline met uw actuele bucketpool. Anders gezegd, voer een bucketscan uit op iets. Als u dit doet voorafgaand aan het aanmaken van een nieuwe bucketpool kunt u de oudere resultaten vergelijken met de nieuwe om te controleren of het functioneert zoals u verwacht.

source: Duplicate the bucketpool (this will increment the bucketpool version and its bucketdef records). You should also check 'Update my default bucketpool' since new bucket jobs only use your default bucketpool.
nl_nl: Dupliceer de bucketpool (de bucketpool versie en zijn bucketdef records zullen toenemen). U kunt het beste ook 'Actualiseer mijn standaard bucketpool' aanvinken omdat nieuwe bucket taken alleen uw standaard bucketpool gebruiken.

source: Manually edit the new bucketpool record, if desired.
nl_nl: Wijzig handmatig het nieuwe bucketpool record indien gewenst.

source: Manually insert/update/delete the new bucketdef records.
nl_nl: Handmatig invoegen/wijzigen/verwijder de nieuwe bucketdef records.

source: Delete your old bucket job from the job queue (from Show Jobs). You must delete the old completed bucket job from the queue rather than reset it because a reset will use the previous bucketpool (the one you originally queued).
nl_nl: Verwijder uw oude bucket taak uit de taken wachtij (via Toon Taken). U moet de oude reeds uitgevoerde bucket taken uit de wachtrij verwijderen in plaats van deze te resetten omdat een reset de vorige bucketpool zal gebruiken (degene die eerst in de wachtrij was geplaatst.

source: Queue up the new bucket job in Jobs > Agents.
nl_nl: Opnieuw inplannen van de bucket taak in Taken > Agents.

source: Use Buckets > Compare to compare the new and old runs. Verify the results.
nl_nl: Gebruik Buckets > Vergelijken voor het vergelijken van nieuwe en oude runs. Vergelijk de resultaten.

source: If you still need to edit the buckets, use Buckets > Remove Bucket Results to remove the previous runs results and repeat starting with editing the bucketpool or def records.
nl_nl: Als u opnieuw de buckets wilt wijzigen, gebruik dan Buckets > Verwijder Bucket Resultaten voor het verwijderen van oude runs en begin opnieuw met het wijzigen van de bucketpool of def records.

source: When the bucket results are what you want, then you can reset all the users of the old bucketpool to the new one with Buckets > New Bucketpool.
nl_nl: Als de bucket resultaten zijn zoals gewenst, kunt u alle gebruikers van de oude bucketpool resetten naar de nieuwe via Buckets > Nieuwe Bucketpool.

source: Choose the bucketpool to duplicate
nl_nl: Kies de bucketpool die u wilt dupliceren

source: Update my default bucketpool
nl_nl: Actualiseer mijn standaard bucketpool'

source: Submit
nl_nl: Verzenden

source: License Template Check
nl_nl: Licentie Template Controle

source: Failed to read License.bsam
nl_nl: Kon License.bsam niet lezen

source: Checking for duplicate errors within the license templates
nl_nl: Controleren op duplicatiefouten in de licentiesjablonen

source: Duplicate:
nl_nl: DupliceerL

source: Total duplicate templates that need cleaning up:
nl_nl: Aantal duplicaat sjablonen die opgeschoont dienen te worden:

source: Checking for obsolete license templates
nl_nl: Controleer op overbodige licentie sjablonen

source: Obsolete:
nl_nl: Verouderd:

source: Total obsolete template records that need cleaning up:
nl_nl: Aantal verouderde sjabloon records die opgeschoond dienen te worden:

source: Reinstall licenses before doing the cleanup.
nl_nl: Herinstalleer licenties voorafgaand aan opschonen.

source: Checking for Uploads to Re-analyze
nl_nl: Controleren van upload voor heranalyse

source: The impacted uploads:
nl_nl: De betreffende uploads:

source: Resetting license analysis for
nl_nl: Reset licentieanalyse voor

source: files.
nl_nl: bestanden.

source: Removing
nl_nl: Verwijderen

source: obsolete license templates.
nl_nl: overbodige licentie sjablonen.

source: license analysis jobs.
nl_nl: licentie analyse taken.

source: Clean-Up
nl_nl: Opruimen

source: Total obsolete templates to remove:
nl_nl: Aantal overbodige sjablonen om te verwijderen:

source: Total pfiles to re-analyze:
nl_nl: Aantal pfiles voor heranalyse:

source: Total uploads to re-analyze:
nl_nl: Totaal aantal uploads voor heranalyse:

source: Cleaning up obsolete analysis requires removing the old analysis and rescheduling the projects for license analysis.
nl_nl: Opschonen van overbodige analyses vereist het verwijderen van de oude analyse en het opnieuw inplannen van projecten voor licentie analyse.

source: Only the files linked to the obsolete templates need to be analyzed.
nl_nl: Alleen de bestanden verbonden met de overbodige sjablonen dienen geanalyseerd te worden.

source: This will not re-analyze every file in the uploaded package.
nl_nl: Dit zal niet elk bestand in het geuploade pakket heranalyseren.

source: Check to cleanup and re-analyze.
nl_nl: Selecteer voor opschonen en heranalyseren.

source: Clean
nl_nl: Opschonen

source: Search for File
nl_nl: Zoek Bestand

source: Search based on filename
nl_nl: Zoek bestandsnaam

source: Enter the filename to find:
nl_nl: Voer de te vinden bestandsnaam in:

source: By default only containers (rpms, tars, isos, etc) are shown.
nl_nl: Standaard worden allen containers (rpms, tars, isos, etc) getoond.

source: Metadata Analysis (Slow. Not needed for license analysis)
nl_nl: Metadata analyse. (Traag. Niet nodig voor licentie analyse)

source: Analysis added to job queue
nl_nl: Analyse toegevoegd aan takenwachtrij

source: Scheduling of Analysis failed:
nl_nl: Inplannen van analyse mislukt:

source: All uploaded files are already analyzed, or scheduled to be analyzed.
nl_nl: Alle geuploade bestanden zijn reeds geanalyseerd, of ingepland voor analyse.

source: Metadata analysis extracts meta data from RPM and DEB files.<P />
nl_nl: Metadata analyse onttrekt metadata uit RPM en DEB bestanden.<P />

source: Select an uploaded file for analysis.
nl_nl: Kies een geupload bestand voor analyse.

source: Only uploads that are not already scheduled can be scheduled.
nl_nl: Alleen upload die nog niet zijn ingepland kunnen worden ingepland.

source: Analyze:
nl_nl: Analyseren:

source: Analyze
nl_nl: Analyseren

source: License Groups Debug
nl_nl: Debug Licentiegroepen

source: HEAD
nl_nl: KOP

source: Inherited Group
nl_nl: Geërfde Groep

source: Loop
nl_nl: Lus

source: to Group
nl_nl: naar Groep

source: Inherited License
nl_nl: Geërfde Licentie

source: The current license group tree.
nl_nl: De huidige licentiegroep boom.

source: Inherited groups are expanded and licenses are listed.
nl_nl: Geërfde groepen zijn uitgeklapt en licenties getoond.

source: Loops in group inheritance are identified.
nl_nl: Lussen in groep overerving zijn geïdentificeerd.

source: Delete Folder
nl_nl: Verwijder Map

source: Can Not Delete Root Folder
nl_nl: Kan de top Map niet verwijderen

source: Failed to create job record
nl_nl: Aanmaken van taak record mislukt

source: Failed to place delete in job queue
nl_nl: Plaatsen van verwijdering in takenwachtrij mislukt

source: Deletion of folder
nl_nl: Verwijdering van map

source: added to job queue
nl_nl: toegevoegd aan takenwachtrij

source: Deletion of
nl_nl: Verwijdering van

source: failed:
nl_nl: mislukt:

source: Select the folder to
nl_nl: Selecteer de map voor

source: delete
nl_nl: verwijderen

source: This will
nl_nl: Dit zal

source: the folder, all subfolders, and all uploaded files stored within the folder!
nl_nl: de map, de submappen, en alle geuploade bestanden in de map!

source: Be very careful with your selection since you can delete a lot of work!
nl_nl: Wees voorzichtig met uw selectie want u kunt veel werk vernietigen!

source: All analysis only associated with the deleted uploads will also be deleted.
nl_nl: Alle analyses die alleen betrekking hebben op de verwijderden uploads zullen ook verwijderd worden.

source: THERE IS NO UNDELETE. When you select something to delete, it will be removed from the database and file repository.
nl_nl: ER IS GEEN UNDELETE: Als u iets selecteert voor verwijdering, zal het verwijderd worden uit de database en bestandsrepositorie.

source: Select the folder to delete:
nl_nl: Selecteer de te verwijderen map:

source: select folder
nl_nl: selecteer map

source: bSAM License Analysis (deprecated)
nl_nl: bSAM Licentie Analyse (verouderd)

source: Unable to find dependent job: unpack
nl_nl: Onvindbare afhankelijke taak: unpack

source: Failed to insert first sqlagent into job queue
nl_nl: Invoegen van eerste sqlagent in takenwachtrij mislukt

source: Failed to insert filter_license into job queue
nl_nl: Invoegen van filter_license in takenwachtrij mislukt

source: Failed to insert license into job queue
nl_nl: Invoegen van licentie in takenwachtrij mislukt

source: Failed to insert licinspect into job queue
nl_nl: Invoegen van licinspect in takenwachtrij mislukt

source: Failed to insert filter_clean into job queue
nl_nl: Invoegen van filter_clean in takenwachtrij mislukt

source: Failed to insert count-update sqlagent into job queue
nl_nl: Invoegen van count-update sqlagent in takenwachtrij mislukt

source: Failed to insert final sqlagent into job queue
nl_nl: Invoegen van laatste sqlagent in takenwachtrij mislukt

source: Select an uploaded file for license analysis.
nl_nl: Selecteer een geupload bestand voor licentie analyse.

source: Browse by buckets (categories)
nl_nl: Blader door buckets (categorieën)

source: Invalid URL, nonexistant item
nl_nl: Ongeldige URL, niet-bestaand item

source: Unique buckets
nl_nl: Unieke buckets

source: source packages
nl_nl: Bronpakketten

source: binary packages
nl_nl: Binaire pakketten

source: binary packages with no source package
nl_nl: Binaire pakketten zonder bronbestanden

source: Loading...
nl_nl: Laden...

source: Edit Upload Properties
nl_nl: Wijzig Upload Eigenschappen

source: Upload Properties changed
nl_nl: Upload Eigenschappen gewijzigd

source: The upload properties that can be changed are the upload name and description. First select the folder that the upload is stored in. Then select the upload to edit. Then enter the new values. If no value is entered, then the corresponding field will not be changed.
nl_nl: De upload eigenschappen die gewijzigd kunnen worden zijn de upload naam en omschrijving. Kies eerst de map waar de upload zich in bevindt. Kies dan de te wijzigen upload. Voer dan de nieuwe waarden in. Als er geen waarde wordt ingevoerd, zal het betreffende veld niet gewijzigd worden.

source: Select the folder that contains the upload:
nl_nl: Kies de map die de upload bevat:

source: Select the upload you wish to edit:
nl_nl: Kies de upload die u wilt wijzigen:

source: Change upload name:
nl_nl: Wijzig uploadnaam:

source: Change upload description:
nl_nl: Wijzig upload omschrijving:

source: Flush Cache
nl_nl: Leeg Cache

source: All cached pages have been removed.
nl_nl: Alle gecachete pagina's zijn verwijderd.

source: License Groups
nl_nl: Licentiegroepen

source: License not part of any group
nl_nl: Licentie maakt geen deel uit van een groep

source: WARNING: Licence groups only work for the bsam license scanner and do not use the results from licterm. This functionality has been superceded in v 1.2 by 'buckets' based on the nomos license scanner.
nl_nl: WAARSCHUWING: Licentiegroepen werken alleen met de bsam licentie scanner en gebruiken geen resultaten van licterm. Deze functionaliteit is opgevolgd in v 1.2 door 'buckets' gebaseerd op de nomons licentie scanner.

source: Bsam One-Shot License Analysis
nl_nl: Bsam One-Shot Licentie Analyse

source: bsam One-shot, real-time license analysis
nl_nl: bsam One-shot, real-time licentie analyse

source: This analyzer allows you to upload a single file for license analysis.
nl_nl: Deze analyzer maakt het mogelijk één bestand te uploaden voor licentie analyse.

source: The limitations:
nl_nl: De beperkingen:

source: The analysis is done in real-time. Large files may take a while. This method is not recommended for files larger than a few hundred kilobytes.
nl_nl: De analyse wordt in real-time uitgevoerd. Grote bestanden kunnen enige tijd nodig hebben. Deze methode wordt niet aanbevolen voor bestanden groter dan een paar honderd kilobytes.

source: Files that contain files are
nl_nl: Bestanden die bestanden kunnen bevatten zijn

source: not
nl_nl: niet

source: unpacked. If you upload a 'zip' or 'deb' file, then the binary file will be scanned for licenses and nothing will likely be found.
nl_nl: uitgepakt. Als u een 'zip' of 'deb' bestand upload zal het binaire bestand gescanned worden op licenties en wordt er waarschijnlijk niks gevonden.

source: Results are
nl_nl: Resultaten zijn

source: stored. As soon as you get your results, your uploaded file is removed from the system.
nl_nl: opgeslagen. Zodra de resultaten bekend zijn wordt het geuploade bestand verwijderd van het systeem.

source: <li>Select the file to upload:<br />
nl_nl: <li>Selecteer het bestand dat geupload moet worden:<br />

source: NOTE
nl_nl: NB

source: : Files larger than 100K will be discarded and not analyzed.
nl_nl: : bestanden groter dan 100K zullen weggegooid en niet geanalyseerd worden.

source: Check if you want to see the highlighted licenses.
nl_nl: Controleer of u de gemarkeerde licenties wilt zien.

source: Unchecked returns a simple list that summarizes the identified license types.
nl_nl: Unchecked geeft een eenvoudige lijst die de gevonden licentie types samenvat.

source: Create Default License Groups
nl_nl: Maak standaard licentiegroepen

source: Default Fedora groups created.
nl_nl: Standaard Fedoragroepen gemaakt.

source: Default FSF groups created.
nl_nl: Standaard FSF groepen gemaakt.

source: Created
nl_nl: Gemaakt.

source: default license groups,
nl_nl: standaard licentiegroepen,

source: containing
nl_nl: bevattend

source: licenses.
nl_nl: licenties.

source: All default groups are stored under the license group
nl_nl: Alle standaard groepen worden opgeslagen onder de licentiegroep.

source: Could not obtain default license groups, error code is
nl_nl: Kon de standaard licentiegroepen niet vinden, foutcode is

source: Could not obtain FSF license groups, error code is
nl_nl: Kon de FSF licentiegroepen niet vinden, foutcode is

source: Could not obtain Fedora license groups, error code is
nl_nl: Kon de Fedora licentiegroepen niet vinden, foutcode is

source: License groups provide organization for licenses.
nl_nl: Licentiegroepen dienen voor het organiseren van licenties.

source: By selecting the 'Create' button, you will initialize the license groups.
nl_nl: Door het kiezen van de 'Aanmaken' knop initialiseert u de licentiegroepen.

source: This initialization will create many default license groups.
nl_nl: Deze initialisatie zal een groot aantal standaard licentiegroepen aanmaken.

source: The default license groups are
nl_nl: De standaard licentiegroepen zijn

source: NOT
nl_nl: NIET

source: a recommendation or legal interpretation.
nl_nl: een aanbeveling or juridische interpretatie.

source: In particular, related licenses may have very different legal meanings.
nl_nl: In het bijzonder, gerelateerde licenties kunnen zeer verschillende juridische betekenissen hebben.

source: If you create these default groups twice, then any modification you made to the default groups
nl_nl: Als u deze standaard groepen twee keer maakt, zal elke wijziging die u aan de standaardgroep maakt

source: will be lost
nl_nl: verloren gaan

source: Creating default groups will not impact any new groups you created.
nl_nl: Het aanmaken van standaardgroepen heeft geen invloed op door u gemaakte nieuwe groepen.

source: After the default groups are created, you can modify, edit, or delete the default groups with the
nl_nl: Nadat de standaard groepen zijn aangemaakt kunt u de standaard groepen wijzigen of verwijderen met de

source: menu option.
nl_nl: menu optie.

source: You can also use the
nl_nl: U kunt ook gebruik maken van de

source: to create new groups.
nl_nl: om nieuwe groepen aan te maken.

source: Select the default groups to create:
nl_nl: Kies de standaard groep die aangemaakt moet worden:

source: These are default license groups based on a heirarchy of similar license text.
nl_nl: Dit zijn standaard licentiegroepen gebaseerd op een hiërarchie van soortgelijke licentieteksten.

source: FSF Licensing
nl_nl: FSF Licencering

source: for the list of GPL-compatible, incompatible, and free licenses.
nl_nl: voor de lijst met GPL-compatibele, onverenigbare, en vrije licenties.

source: Fedora Licensing
nl_nl: Fedora Licensering

source: for the list of good, bad, and unknown licenses.
nl_nl: voor de lijst van de goede, slechte, en onbekende licenties.

source: One-Shot License Comparison
nl_nl: One-Shot Licentie Vergelijking

source: No comparison licenses found.
nl_nl: Geen vergelijkende licentie gevonden.

source: One-shot, real-time license recomparison
nl_nl: One-shot, real-time licentie vergelijking

source: This analyzer allows you to compare a single file to a set of licenses selectable by you without having the results saved in the database. <br>
nl_nl: Deze analyzer maakt het mogelijk één bestand te vergelijken met een set licenties die door u zijn geselecteerd zonder dat de resultaten in een database worden opgeslagen. <br>

source: Typical uses include comparing one license to other licenses to see their similarity, and to compare a file to a license to see how this particular license matches. <br>
nl_nl: Typische toepassing is het vergelijken van een licentie met andere licenties om overeenkomsten te vinden, en om een bestand te vergelijken met een licentie om te zien hoe deze specifieke licentie overeenkomt. <br>

source: The analysis is done in real-time.
nl_nl: De analyse wordt in real-time uitgevoerd.

source: Limitations:
nl_nl: Beperkingen:

source: The analysis is done in real-time. Selecting many licenses to compare against can take a long time.
nl_nl: De analyse wordt in real-time uitgevoerd. Het selecteren van vele licenties om mee te vergelijken kan een flinke tijd duren.

source: unpacked. If you upload a 'zip' or 'deb' file, then the binary file will be scanned for licenses and nothing will likely be found.
nl_nl: uitgepakt. Als u een 'zip' of een 'deb' bestand upload zal het binaire bestand gecontroleerd worden op licenties en zal er waarschijnlijk niks worden gevonden.

source: stored. As soon as you get your results, your analysis is removed from the system.
nl_nl: opgeslagen. Zodra u uw resultaten krijgt zal de analyse van het systeem worden verwijderd.

source: <li>This is the selected file to re-analyze:<br />
nl_nl: <li>Dit is het geselecteerde bestand voor de heranalyse:<br />

source: <li>Select one or more licenses to compare against:<br>
nl_nl: <li>Kies één of meer licenties om mee te vergelijken:<br>

source: My Jobs Status
nl_nl: Mijn Taken Status
