Repository: fossology/fossology
Catalog: ui/locale/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Spec file analysis extracts meta data from RPM '.spec' files.
nl_nl: Spec bestandsanalyse onttrekt meta data vanuit RPM '.spec' bestanden.

source: List Files based on License
nl_nl: Lijst van bestanden gebaseerd op licentie

source: The following files contain the license
nl_nl: De volgende bestanden bevatten de licentie

source: Elaspsed time:
nl_nl: Verstreken tijd:

source: List Files based on License Group
nl_nl: Lijst van bestanden gebaseerd op Licentiegroep

source: The following files include licenses in the license group
nl_nl: De volgende bestanden bevatten licenties uit de licentiegroep

source: The following files are not included in any license groups.
nl_nl: De volgende bestanden zijn geen onderdeel van een licentiegroep.

source: Refine search by specific license:
nl_nl: Zoekopdracht verfijnen naar specifieke licentie:

source: Phrase:
nl_nl: Zin:

source: Edit A User
nl_nl: Wijzig een gebruiker

source: No user selected. No change.
nl_nl: Geen gebruiker geselecteerd. Geen wijzigingen.

source: Username must be specified. No change.
nl_nl: Gebruikersnaam moet worden gespecificeerd. Geen wijzigingen.

source: Passwords did not match. No change.
nl_nl: Wachtwoorden kwamen niet overeen. Geen wijzigingen.

source: Invalid email address. Not edited.
nl_nl: Ongeldig email adres. Niet aangepast.

source: User does not exist. No change.
nl_nl: Gebruiker bestaat niet. Geen wijzigingen.

source: User already exists. Not edited.
nl_nl: Gebruiker bestaat reeds. Niet gewijzigd.

source: To edit
nl_nl: Te wijzigen

source: another
nl_nl: een andere

source: user on this system, alter any of the following information.
nl_nl: gebruiker op dit systeem, wijzig een van de volgende informatie.

source: account settings, use
nl_nl: gebruikersinstellingen, gebruik

source: Account Settings.
nl_nl: Gebruikers Instellingen

source: Select the user to edit:
nl_nl: Selecteer de te wijzigen gebruiker:

source: Change the username.
nl_nl: Wijzig de gebruikersnaam.

source: Change the user's description (name, contact, or other information). This may be blank.
nl_nl: Wijzig de gebruikersomschrijving (naam, contact, of andere informatie). Deze mag blanco zijn.

source: Change the user's email address. This may be blank.
nl_nl: Wijzig het email adres van de gebruiker. Deze mag blanco zijn.

source: Block the user's account. This will prevent logins.
nl_nl: Blokkeer het gebruikersaccount. Dit zal verdere logins voorkomen.

source: Blank the user's account. This will will set the password to a blank password.
nl_nl: maak het gebruikersaccount blanco. Dit zal het wachtwoord instellen op een leeg wachtwoord.

source: Change the user's password.
nl_nl: Wijzig het wachtwoord van de gebruiker.

source: Default bucket pool
nl_nl: Standaard bucket pool

source: Edit Folder Properties
nl_nl: Wijzig map eigenschappen

source: Folder Properties changed
nl_nl: Map eigenschappen gewijzigd

source: <p>The folder properties that can be changed are the folder name and description. First select the folder to edit. Then enter the new values. If no value is entered, then the corresponding field will not be changed.</p>
nl_nl: <p>De map eigenschappen die gewijzigd kunnen worden zijn de mapnaam en omschrijving. Selecteer eerst de te wijzigen map. Voer daarna nieuwe waardes in. Als geen waarde wordt ingevoerd, zal het overeenkomstige veld niet worden gewijzigd.</p>

source: Select the folder to edit:
nl_nl: Selecteer de te wijzigen map:

source: Change folder name:
nl_nl: Wijzig mapnaam:

source: Change folder description:
nl_nl: Wijzig map omschrijving:

source: List Files for License
nl_nl: Lijst van bestanden met Licentie

source: files found
nl_nl: bestanden gevonden

source: unique
nl_nl: uniek

source: with license
nl_nl: met licentie

source: files with these extensions
nl_nl: bestanden met deze extensie

source: Exclude this file type.
nl_nl: Uitgezonderd dit type bestand.

source: Create a new Fossology folder
nl_nl: Maak een nieuwe FOSSology map

source: Exists
nl_nl: Bestaat

source: Select the parent folder:
nl_nl: Selecteer de eersthogere map:

source: Enter the new folder name:
nl_nl: Invoeren nieuwe mapnaam:

source: Enter a meaningful description:
nl_nl: Invoeren zinvolle omschrijving:

source: Getting Started with FOSSology
nl_nl: Beginnen met FOSSology

source: The FOSSology Toolset
nl_nl: De FOSSology gereedschapskist

source: FOSSology is a framework for software analysis tools. The current FOSSology tools can:
nl_nl: FOSSology is een kader voor software analyse gereedschappen. De huidige FOSSology gereedschappen kunnen:

source: Identify licenses in software
nl_nl: Licenties identificeren in software

source: Allow browsing uploaded file hierarchies
nl_nl: Het bladeren door geuploade bestandshiërarchieën mogelijk maken

source: Extract MIME type and meta data information
nl_nl: Onttrek MIME type en metadata informatie

source: FOSSology's Graphical User Interface
nl_nl: FOSSology's Grafische Gebruikers Interface

source: This website is an interface into the FOSSology project. With it, you can:
nl_nl: Deze website is een interface naar het FOSSology project. Hiermee kunt u:

source: Upload files to analyze.
nl_nl: Bestanden uploaden voor analyse.

source: Unpack and store the data within the files for analysis.
nl_nl: Uitpakken en opslaan van data in deze bestanden voor analyse.

source: Invoke specialized agents to scan and analyze the files.
nl_nl: Starten van speciale agents om de bestanden te scannen en analyseren.

source: Store and display the analyzed results.
nl_nl: Opslaan en tonen van de analyseresultaten.

source: How to Begin
nl_nl: Hoe te beginnen

source: The menu at the top contains all the primary capabilities of FOSSology. Most functions require you to log in before they can be accessed. The following functions are available without logging in:
nl_nl: Het menu aan de bovenkant van de pagina bevat alle primaire functies van FOSSology. De meeste functies vereisen dat u zich aanmeld voordat ze kunnen worden geselecteerd. De volgende functies zijn beschikbaar zonder aanmelden:

source: If you don't know where to start, try browsing the currently uploaded projects.
nl_nl: Als u niet weet hoe te beginnen, prober dan door de reeds geuploade projecten te bladeren.

source: Look through the uploaded projects for specific files.
nl_nl: Zoek door de geuploade projecten voor specifieke bestanden.

source: If you log in, you can access additional capabilities. Depending on your account's access rights,
nl_nl: Als u zich aanmeld kunt u, afhankelijk van uw gebruikersrechten, extra mogelijkheden gebruiken.

source: you may be able to upload files, schedule analysis tasks, or even add new users.
nl_nl: u kunt in staat zijn bestanden te uploaden, analysetaken in te plannen, of zelfs nieuwe gebruikers toe te voegen.

source: Inside FOSSology
nl_nl: In FOSSology

source: Some parts of FOSSology helpful to know about are:
nl_nl: Enkele delen van FOSSology waarvan het nuttig is deze te kennen zijn:

source: Software Repository
nl_nl: Software Repositorie

source: - Stores files downloaded for analysis.
nl_nl: -Sla gedownloade bestanden op voor analyse.

source: - Stores user accounts, file information, and analysis results.
nl_nl: -Sla gebruikersaccounts op, bestandsinformatie, en analyseresultaten.

source: Agents
nl_nl: Agenten

source: - Perform analysis of files and data found in the Software Repository and Database.
nl_nl: -Verricht analyse van bestanden en data gevonden in de Software Repositorie en Database.

source: Scheduler
nl_nl: Planner

source: - Runs the agents, making efficient use of available resources.
nl_nl: -Start de agents, efficiënt gebruikmakend van de beschikbare resources.

source: Command line utilities
nl_nl: Commandline gereedschappen

source: - Provides scripting access to FOSSology.
nl_nl: -Biedt scripting toegang tot FOSSology.

source: Need Some Help?
nl_nl: Hulp nodig?

source: Now that you've been introduced to Fossology, try exploring it!
nl_nl: Nu u bent ingevoerd in FOSSology, probeer het te ontdekken!

source: The following resources will provide additional help and information:
nl_nl: De volgende resources zullen extra hulp en informatie bieden:

source: Help tab
nl_nl: Help

source: - Select this website's Help tab for software-related help and tips.
nl_nl: - Selecteer de Help tab van deze website voor hulp en tips over deze software.

source: - Where you can find more information and get help on FOSSology.
nl_nl: - Waar u meer informatie en hulp kunt krijgen mbt FOSSology.

source: - A community website with information on Open Source Governance.
nl_nl: - een communitywebsite met informatie over Open Source Governance.

source: Failed to place fosscp_agent in job queue
nl_nl: Invoegen van fosscp_agent in takenwachtij mislukt

source: This option permits uploading a file, set of files, or a directory from the web server to FOSSology.
nl_nl: Deze optie maakt uploaden mogelijk van een bestand, een set bestanden, of een directory vanaf een webserver naar FOSSology.

source: This option is designed for developers who have large source code directories that they wish to analyze (and the directories are already mounted on the web server's system).
nl_nl: Deze optie is bedoeld voor ontwikkelaars die grote broncode directories hebben die zij wensen te analyseren (en de mappen zijn al aangekoppeld op het webserversysteem).

source: This option only uploads files located on the FOSSology web server.
nl_nl: Deze optie upload alleen bestanden die reeds aanwezig zijn op deze FOSSology webserver.

source: If your file is located elsewhere, then use one of the other upload options.
nl_nl: Als uw bestand zich ergens anders bevindt, gebruik dan een van de andere upload opties.

source: Select the folder for storing the upload:
nl_nl: Selecteer de map waar de upload moet worden opgeslagen:

source: Select the directory or file(s) on the server to upload:
nl_nl: Selecteer de map of bestand(en) op de server die geupload moeten worden:

source: : Contents under a directory will be recursively included.
nl_nl: : Inhoud van een map zullen recursief worden opgenomen.

source: If you specify a regular expression for the filename, then multiple filenames will be selected.
nl_nl: Als u een reguliere expressie specificeert voor een bestandsnaam, zullen meerdere bestanden geselecteerd worden.

source: Files can be placed in alphabetized sub-folders for organization.
nl_nl: Bestanden kunnen overzichtelijk worden geplaatst in gealphabetiseerde submappen.

source: (Optional) Enter a description for this Upload:
nl_nl: (Optie) Voor een omschrijving in voor deze upload:

source: (Optional) Enter a viewable name for this Upload:
nl_nl: (Optie) Voer een leesbare naam in voor deze upload:

source: MIME-type Analysis (Determine mimetype of every file. Not needed for licenses or buckets)
nl_nl: MIME-type Analyse (Bepaal mimetype van elk bestand. Niet nodig voor licenties of buckets)

source: Failed to insert mimetype into job queue
nl_nl: Inplannen van mimetype in wachtrij mislukt.

source: MIME-type analysis identifies files based on their MIME type.<P />
nl_nl: MIME-type analyse identificeerd bestanden gebaseerd op hun MIME type.<P />

source: Select an uploaded file for MIME-type analysis.
nl_nl: Selecteer een geupload bestand voor MIME-type analyse.

source: View Jobs By Upload
nl_nl: Toon Taken per Upload

source: View the scheduled jobs associated with an uploaded file.
nl_nl: Toon de ingeplande taken geassocieerd met een geupload bestand.

source: Select the folder containing the file to view:
nl_nl: Selecteer de map die het te tonen bestand bevat:

source: Select the uploaded project to view:
nl_nl: Selecteer het te tonen geuploade project:

source: View File
nl_nl: Toon Bestand

source: View file contents
nl_nl: Toon bestandsinhoud

source: View as unformatted text
nl_nl: Toon als ongeformateerde tekst

source: View as formatted text
nl_nl: Toon als geformateerde tekst

source: View as a hex dump
nl_nl: Toon als hexdump

source: Match
nl_nl: Overeenkomsten

source: view
nl_nl: toon

source: Reunpack job is running: you can see it in
nl_nl: Heruitpak taak loopt: u kunt het zien in:

source: jobqueue
nl_nl: wachtrij

source: File contents are not available in the repository.
nl_nl: Inhoud van bestand niet beschikbaar in de repositorie.

source: Plugin Summary
nl_nl: Plugin Samenvatting

source: Plugin State Details
nl_nl: Plugin Status Details

source: Search for
nl_nl: Zoek naar

source: Containers only(rpms,tars,isos,etc).
nl_nl: Alleen Containers (rpm-, tar-, iso-, etc bestanden)

source: All Files
nl_nl: Alle bestanden

source: Nomos License Browser
nl_nl: Nomos Licentie Browser

source: View nomos license histogram
nl_nl: Toon nomos licentie histogram

source: nomos license
nl_nl: nomos licentie

source: No data available. Use Jobs > Agents to schedule a license scan.
nl_nl: Geen gegevens beschikbaar. Gebruik Taken > Agents om een licentiescan in te plannen.

source: License Name
nl_nl: Licentienaam

source: Hint: Click on the license name to
nl_nl: Hint: Klik op de licentienaam om

source: where the license is found in the file listing.<br>
nl_nl: waar de licentie is gevonden in het bestandsoverzicht.<br>

source: Unique licenses
nl_nl: Unieke licenties

source: Licenses found
nl_nl: Licenties gevonden

source: Files with no licenses
nl_nl: Bestanden zonder licenties

source: License Tree View
nl_nl: Licentie boomstructuur

source: View license tree
nl_nl: Toon licentie boom

source: License Count|License Summary|Path
nl_nl: Licentie aantal|Licentie Samenvatting|Pad

source: Reset Default License Terms
nl_nl: Reset standaard Licentie Voorwaarden

source: Export Data
nl_nl: Exporteer Gegevens

source: Data written to
nl_nl: Gegevens geschreven naar

source: Creating default canonical name
nl_nl: creëren van standaard canonieke naam

source: License terms associate common license names with canonical license names.
nl_nl: Licentievoorwaarden associëren gebruikelijke licentienamen met canonieke licentienamen.

source: For example, the terms 'GPL' and 'Gnu Public License' are both commonly used to describe the Free Software Foundation's GNU General Public License. These terms are all commonly referred to be the canonical name 'GPL'.
nl_nl: Bijvoorbeeld: de termen 'GPL'en 'Gnu Public License' worden beiden vaak gebruikt om de Free Software Foundation GNU General Public License aan te duiden. Deze licentievoorwaarden worden gewoonlijk allebei aangeduid met de canonieke naam 'GPL'.

source: You shouldn't need to do this unless you have modified the default terms and want to reset them back to the way they were when you installed this software.
nl_nl: U zou dit niet hoeven doen tenzij u de standaard voorwaarden hebt gewijzigd en ze wil herstellen terug naar de situatie toen u deze software installeerde.

source: This will reset the default license terms, canonical names, and associations between terms, license templates, and canonical names.
nl_nl: Dit zal de standaard licentie voorwaarden herstellen, canonieke namen, en koppelingen tussen voorwaarden, licentie sjablonen, en canonieke namen.

source: The default license settings are
nl_nl: De standaard licentie instellingen zijn

source: In particular, related terms, templates, and canonical names may have very different legal meanings.
nl_nl: In het bijzonder gerelateerde voorwaarden, sjablonen en canonieke namen kunnen heel verschillende juridische betekenissen hebben.

source: Resetting the default terms will not impact any new terms you have created or their associations.
nl_nl: Herstellen van de standaard voorwaarden zal geen invloed hebben op nieuwe voorwaarden die u heeft gemaakt of hun associaties.

source: You can modify, edit, or delete the default groups with the
nl_nl: U kunt de standaard groepen wijzigen of verwijderen met de

source: Check to revert back to the original default terms, canonical names, and license template associations.
nl_nl: Aanvinken om terug te keren naar de originele standaard voorwaarden, canonieke namen, en geassocieerde licentie sjablonen

source: Nomos License Analysis
nl_nl: Nomos Licentie Analyse

source: Failed to insert job record for nomos
nl_nl: Invoegen van taakrecord voor nomos mislukt

source: fo_nomos analysis added to the job queue
nl_nl: fo_nomos analyse toegevoegd aan wachtrij

source: Scheduling of fo_nomos failed:
nl_nl: Inplannen van fo_nomos mislukt:

source: is a framework for software analysis tools. The current tools identify
nl_nl: is een kader voor software analyse gereedschappen. De huidige gereedschappen identificeren

source: licenses in software, allow browsing of uploaded file hierarchies, and extract
nl_nl: licenties in software, faciliteren bladeren door geuploade bestandshiërarchieën, en onttreken

source: MIME type and meta data information.
nl_nl: MIME type en meta data informatie.

source: This website is an interface into the FOSSology project. With it, you can:
nl_nl: Deze website is een interface naar het FOSSology project. Hiermee kunt u:

source: Browse uploaded files and content.
nl_nl: Bladeren door geuploade bestanden en hun inhoud

source: View file contents and meta data.
nl_nl: Afbeelden van bestandsinhoud en meta data.

source: Display analysis results.
nl_nl: Afbeelden van analyse resultaten.

source: Download files.
nl_nl: Downloaden van bestanden.

source: Unpack and store the data within the files for analysis.
nl_nl: Uitpakken en opslaan van data uit deze bestanden tbv analyse.

source: Invoke specialized agents to scan and analyze the files.
nl_nl: Opstarten van gespecialiseerde agents voor het scannen en analyseren van bestanden.

source: Create and manage user accounts.
nl_nl: Aanmaken en beheren van gebruikersaccounts.

source: Where to Begin...
nl_nl: Waar te beginnen...

source: The menu at the top contains all the primary capabilities of FOSSology.
nl_nl: Het menu aan de bovenkant van de pagina bevat alle primaire mogelijkheden van FOSSology.

source: : If you don't know where to start, try browsing the currently uploaded projects.
nl_nl: Als u niet weet hoe te starten, probeer dan te bladeren door de reeds geuploade projecten.

source: : Look through the uploaded projects for specific files.
nl_nl: : Kijk in de geuploade projecten voor specifieke bestanden.

source: : Depending on your account's access rights, you may be able to upload files, schedule analysis tasks, or even add new users.
nl_nl: : Afhankelijk van uw toegangsrechten kunt u bestanden uploaden, een analysetaak inplannen of zelfs nieuwe gebruikers toevoegen.

source: List Tags
nl_nl: Toon Labels

source: Database Vacuum and Analyze
nl_nl: Database opschonen en analyseren

source: cleaned.
nl_nl: opgeschoont.

source: Cleaning: Vacuum and Analyze
nl_nl: Opschonen: lege ruimtes claimen en opbouw analyseren

source: Database performance can be improved by optimizing table memory allocation.
nl_nl: Database prestaties kunnen worden verbeterd door het optimaliseren van tabel geheugenallocatie.

source: The database supports 'vacuum' to free deleted rows
nl_nl: De database ondersteund 'opschonen' voor het vrijgeven van verwijderde rijen

source: and 'analyze' to precompute row counts.
nl_nl: en 'analyseren' voor het voorrekenen van aantallen rijen.

source: These two functions are called by most agents on an as-needed basis.
nl_nl: Deze twee functies worden aangeroepen door de meeste agents indien nodig.

source: However, you can start them yourself as needed.
nl_nl: Maar, u kunt ze ook handmatig starten.

source: Keep in mind:
nl_nl: Bedenk wel:

source: Running them too often can negatively impact database performance since the database will spend more time cleaning than doing real work.
nl_nl: Het te vaak uitvoeren kan een negatieve invloed hebben op de databaseprestaties omdat deze dan meer bezig is met opschonen dan met het daadwerkelijke werk.

source: Vacuum
nl_nl: Opschonen

source: Analyze
nl_nl: Analyseren

source: Tables
nl_nl: Tabellen

source: Sequences
nl_nl: Sequenties

source: Indexes
nl_nl: Indexen

source: Functions
nl_nl: Functies

source: This color indicates the current schema (items that should be removed).
nl_nl: Deze kleur geeft het actuele schema aan (items die verwijderd dienen te zijn).

source: This color indicates the default schema (items that should be applied).
nl_nl: Deze kleur geeft aan

source: Table
nl_nl: Tabel

source: Column
nl_nl: Kolom

source: Add SQL
nl_nl: Toevoegen SQL

source: Alter SQL
nl_nl: Wijzigen SQL

source: Sequence
nl_nl: Sequentie

source: Definition
nl_nl: Definitie

source: Constraint
nl_nl: Contraint

source: Function
nl_nl: Functie

source: Viewing, exporting, and applying the schema is only used by installation and debugging.
nl_nl: Afbeelden, exporteren en toepassen van het schema wordt alleen gebruikt bij installatie en debuggen.

source: Otherwise, you should not need to use this functionality.
nl_nl: Verder zou u deze functionaliteit niet nodig moeten hebben.

source: Using this functionality willy-nilly may
nl_nl: Het gebruiken van deze functionaliteit kan betekenen

source: TOTALLY SCREW UP
nl_nl: HET TOTAAL VERKLOTEN

source: your FOSSology database.
nl_nl: van uw FOSSology database

source: Check to view the current schema. The output generation is harmless, but extremely technical.
nl_nl: Aanvinken om uw huidige schema te bekijken. De uitvoer is onschadelijk maar zeer technisch.

source: Highlight the differences between the default schema (blue) and current schema (red).
nl_nl: Markeer de verschillen tussen het standaard schema (blauw) en huidige schema (rood).

source: Check to export the current schema. This will overwrite your default schema configuration file. Don't do this unless you know
nl_nl: Aanvinken om het huidige schema te exporteren. Dit zal uw standaard schema configuratiebestand overschrijven. Doe dit niet tenzij u weet

source: exactly
nl_nl: exact

source: what you are doing. The default configuration file is the only one that is supported. This will overwrite your default file.
nl_nl: wat u doet. Het standaard configuratiebestand is het enige dat wordt ondersteund. Dit zal uw standaard bestand overschrijven.

source: Check to apply the last exported schema. This will overwrite and atempt to migrate your database schema according to the default configuration file. Non-standard columns, tables, constraints, and views can and will be destroyed.
nl_nl: Aanvinken om het laatst geexporteerde schema toe te passen. Dit zal uw database schema overschrijven en proberen te migreren volgens het standaard configuratie bestand. Niet-standaard kolommen, tabellen, constraints en views kunnen en zullen worden vernietigd.
