Repository: fossology/fossology
Catalog: ui/locale/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Module unavailable or your login session timed out.
nl_nl: Module niet beschikbaar of uw loginsessie is verlopen.

source: Click here to continue.
nl_nl: Klik hier om door tegaan.

source: Fatal! Query Failed getting user_agent_list for user
nl_nl: FATAAL: Query mislukte bij het ophalen van de user_agent_list voor de gebruiker

source: Invalid parameter (upload_pk)
nl_nl: Ongeldige parameter (upload_pk)

source: FATAL: Email Notification: no email address supplied, cannot send mail, common-agents::scheduleEmailNotification Your job should be scheduled, you will not get email notifying you it is done
nl_nl: FATAAL: Email notificatie: geen emailadres verstrekt, kan geen email verzenden, common-agents::scheduleEmailNotification Uw taak zou ingepland moeten zijn, u krijgt een emailbericht als het klaar is

source: Failed to insert job record, job fo_notify not created
nl_nl: Invoeren van taak record mislukt, taak fo_notify niet aangemaakt

source: Failed to insert task 'fo_notify' into job queue
nl_nl: Invoeren van taak 'fo_notify' in wachtrij mislukt

source: First
nl_nl: Eerste

source: Prev
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: Last
nl_nl: Laatste

source: Traceback
nl_nl: Tracering

source: Refresh
nl_nl: Ververs

source: ERROR: could not write message to
nl_nl: FOUT: kon geen boodschap schrijven naar

source: Folder
nl_nl: Map

source: Phrase
nl_nl: Zin

source: Close
nl_nl: Sluiten

source: No data available. Use Jobs > Agents to schedule a bucket scan.
nl_nl: Geen gegevens voorhanden. Gebruik Taken > Agents voor het inplannen van een bucket scan.

source: ajax find items by license
nl_nl: ajax vind items in licentie

source: bSAM License Browser (deprecated)
nl_nl: bSAM Lisentie-Browser (verouderd)

source: Clear
nl_nl: Herstellen

source: View bsam license histogram
nl_nl: Toon bSAM Lisentie Histogram

source: Count
nl_nl: Aantal

source: Files
nl_nl: Bestanden

source: License
nl_nl: Licentie

source: Show
nl_nl: Tonen

source: Total licenses
nl_nl: Totaal aantal licenties

source: Elapsed time: %.2f seconds
nl_nl: Verstreken tijd: %.2f Seconden

source: cached
nl_nl: gecached

source: Update
nl_nl: Actualiseren

source: Show Agent Status
nl_nl: Toon Agent Status

source: The FOSSology job scheduler does not appear to be running.
nl_nl: De FOSSology-Scheduler lijkt niet te lopen niet.

source: If this is unexpected, look in the log file (typically /var/log/fossology/fossology.log) for errors.
nl_nl: Als u dit niet verwacht kijk dan in het logbestand (normaal gesproken /var/log/fossology/fossology.log) voor foutmeldingen.

source: Otherwise, you may want to restart the scheduler (typically sudo /etc/init.d/fossology start)
nl_nl: Anders kunt u de scheduler herstarten (meestal via sudo /etc/init.d/fossology start)

source: Update time
nl_nl: Tijd actualiseren

source: Agent Name
nl_nl: Agentnaam

source: License Administration
nl_nl: Licentie Administratie

source: Add new license
nl_nl: Nieuwe licentie toevoegen

source: Select license family
nl_nl: Selecteer Licentiefamilie

source: What license family do you wish to view:<br>
nl_nl: Welke Licentiefamilie wilt u zien:<br>

source: All
nl_nl: Alle

source: Checked
nl_nl: Aangevinkt

source: Not Checked
nl_nl: Niet Aangevinkt

source: License family name:
nl_nl: Licentie familienaam

source: Find
nl_nl: Zoeken

source: No licenses matching the filter
nl_nl: Geen licentie komt overeen met het filter

source: and name pattern
nl_nl: en naam patroon

source: were found
nl_nl: zijn gevonden

source: Edit
nl_nl: Wijzigen

source: Shortname
nl_nl: Korte naam

source: Fullname
nl_nl: Volledige naam

source: Text
nl_nl: Tekst

source: No licenses matching this key
nl_nl: Geen licenties komen overeen met deze zoeksleutel

source: was found
nl_nl: zijn gevonden

source: Active
nl_nl: Aktief

source: Short name
nl_nl: Korte naam

source: Full name
nl_nl: Complete naam

source: (read only)
nl_nl: (alleen lezen)

source: License Text
nl_nl: Licentie tekst

source: Text Updatable
nl_nl: Tekst kan gewijzigd worden

source: Public Notes
nl_nl: Openbare Opmerkingen

source: Add License
nl_nl: Licentie toevoegen

source: Filesystem
nl_nl: Bestandssysteem

source: Used
nl_nl: Gebruikt

source: Capacity
nl_nl: Capaciteit

source: Percent Full
nl_nl: Procent vol

source: Job Queue
nl_nl: Wachtrij

source: Queue Information
nl_nl: Wachtrij Informatie

source: Total
nl_nl: Totaal

source: Pending Analysis Jobs
nl_nl: Wachtende analyse taken

source: Tasks in the Job Queue
nl_nl: Taken in de wachtrij

source: Running Tasks
nl_nl: Lopende Taken

source: Failed Tasks
nl_nl: Mislukte Taken

source: Database Contents
nl_nl: Database Inhoud

source: Metric
nl_nl: Kengetal

source: Unique Uploads
nl_nl: Unieke uploads

source: Unique Extracted Files
nl_nl: Unieke Uitgepakte Bestanden

source: Extracted Names
nl_nl: Uitgepakte Namen

source: Known License Templates
nl_nl: Bekende Licentie Sjablonen

source: Identified Licenses
nl_nl: Herkende Licenties

source: Database Metrics
nl_nl: Database Kengetallen

source: FOSSology database size
nl_nl: FOSSology database omvang

source: Active database connections
nl_nl: Actieve Verbindingen met de Database

source: Active FOSSology queries
nl_nl: Actieve FOSSology queries

source: Duration query #
nl_nl: Duur van query #

source: has been active
nl_nl: was actief

source: Repository Disk Space
nl_nl: Repositorie Omvang

source: Add A User
nl_nl: Gebruiker Toevoegen

source: NO DB connection!
nl_nl: Geen verbinding met de Database!

source: Username must be specified. Not added.
nl_nl: Gebruikersnaam moet worden opgegeven. Niet toegevoegd.

source: Passwords did not match. Not added.
nl_nl: Wachtwoorden kwamen niet overeen. Niet toegevoegd.

source: Invalid email address. Not added.
nl_nl: Het emailadres is ongeldig. Niet toegevoegd.

source: User already exists. Not added.
nl_nl: Deze gebruiker bestaat reeds. Niet toegevoegd.

source: Failed to insert user.
nl_nl: Gebruiker kon niet toegevoegd worden.

source: User
nl_nl: Gebruiker

source: added
nl_nl: toegevoegd

source: To create a new user, enter the following information:<P />
nl_nl: Voer de volgende informatie in om een nieuwe gebruiker toe te voegen, :<P />

source: Enter the username.
nl_nl: Voer de gebruikersnaam in.

source: Enter a description for the user (name, contact, or other information). This may be blank.
nl_nl: Voer een omschrijving van de gebruiker in (naam, contactgegevens, of andere informatie). Dit mag blanco zijn.

source: Enter an email address for the user, see step 8. This field may be left blank.
nl_nl: Voer een emailadres voor de gebruiker in, zie stap 8. Dit veld mag blanco zijn.

source: Select the user's access level.
nl_nl: Selecteer het toegangsniveau van de gebruiker.

source: None (very basic, no database access)
nl_nl: Geen (erg eenvoudig, geen database toegang)

source: Read-only (read, but no writes or downloads)
nl_nl: Alleen-lezen (lezen, maar niet schrijven en geen downloads)

source: Download (Read-only, but can download files)
nl_nl: Download (lezen en downloaden)

source: Read-Write (read, download, or edit information)
nl_nl: Lezen-Schrijven (lezen, downloaden en wijzigen van informatie)

source: Upload (read-write, and permits uploading files)
nl_nl: Upload (lezen-schrijven, en uploaden van bestanden)

source: Analyze (... and permits scheduling analysis tasks)
nl_nl: Analyse (... en het inplannen van analysetaken toestaan)

source: Delete (... and permits deleting uploaded files and analysis)
nl_nl: Verwijderen (... en het verwijderen van bestanden en analyses toestaan)

source: Debug (... and allows access to debugging functions)
nl_nl: Debug (... en toegang tot debug functies toestaan)

source: Full Administrator (all access including adding and deleting users)
nl_nl: Beheerder (volledige toegang)

source: Select the user's top-level folder. Access is restricted to this folder.
nl_nl: Selecteer de hoofdmap voor de gebruiker. Toegang is beperkt tot deze map.

source: (NOTE: This is only partially implemented right now. Current users can escape the top of tree limitation.)
nl_nl: (LET OP: Dit is op dit moment slechts deels geimplementeerd. Gebruikers kunnen de top van de boom beperking omzeilen.)

source: Enter the user's password. It may be blank.
nl_nl: Voer het wachtwoord van de gebruier in. Mag blanco zijn.

source: Re-enter the user's password.
nl_nl: Opnieuw invoeren van het wachtwoord van de gebruiker.

source: E-mail Notification
nl_nl: Email berichtgeving

source: Check to enable email notification of completed analysis.
nl_nl: Aanvinken om emailbericht over voltooide analyse mogelijk te maken.

source: Default Agents: Select the agent(s) to automatically run when uploading data. These selections can be changed on the upload screens.
nl_nl: Standaard-Agenten: Kies de agent(en) die automatisch worden gestart als u gegevens upload. Deze instelling kan in het upload scherm nog worden aangepast.

source: Default bucketpool.
nl_nl: Standaard bucketpool

source: Add
nl_nl: Toevoegen

source: List Files for Bucket
nl_nl: Toon Bestanden voor Bucket

source: Show All Files
nl_nl: Toon Alle Bestanden

source: is missing required parameters.
nl_nl: ontbeert noodzakelijke parameters.

source: The following files are in bucket: '<b>
nl_nl: De volgende bestanden zijn in bucket: '<b>

source: Display
nl_nl: Tonen

source: excludes
nl_nl: uitzonderen

source: files with these licenses
nl_nl: bestanden met deze licenties

source: File
nl_nl: Bestand

source: Exclude files with license
nl_nl: Uitgezonderd bestanden met licentie

source: Elapsed time
nl_nl: verstreken tijd

source: seconds
nl_nl: Seconden

source: Advanced Search for File
nl_nl: Uitgebreid Zoeken naar Bestand

source: No results.
nl_nl: Geen resultaten.

source: Total matched:
nl_nl: Aantal gevonden:

source: Additional search options
nl_nl: Extra zoek opties

source: You can use '%' as a wild-card.
nl_nl: U kunt de '%' gebruiken als wildcard.

source: Enter the filename to find:
nl_nl: Welke bestandsnaam zoekt u:

source: Tag to find
nl_nl: Welke Tag zoekt u

source: IS NOT
nl_nl: IS NIET

source: Select mimetype...
nl_nl: Kies mimetype

source: File size is
nl_nl: Bestandsgrootte is

source: Search
nl_nl: Zoeken

source: Files matching
nl_nl: Gevonden bestanden

source: Tag files or containers
nl_nl: Tag bestanden of containers

source: TagName must be specified. Tag Not created.
nl_nl: Tagnaam moet worden opgegeven. Tag niet gemaakt.

source: Need to select one option (file/package/container) to create tag.
nl_nl: Één optie moet worden geselecteerd (bestand/pakket/container) om tag te maken.

source: TagName already exists. Tag Not created.
nl_nl: Tagnaam bestaat reeds. Tag niet gemaakt.

source: Failed to create tag.
nl_nl: Tag maken mislukt.

source: TagName must be specified. Tag Not Updated.
nl_nl: Tagnaam moet worden opgegeven. Tag niet gewijzigd.

source: Can't find this tag, Tag Not deleted.
nl_nl: Kan Tag niet vinden, tag niet verwijderd.

source: <h3>Current Tags:</h3>
nl_nl: <h3>Huidige Tags:</h3>

source: Tag Description
nl_nl: Tag Omschrijving

source: Tag Date
nl_nl: Tag Datum

source: <h3>Create Tag:</h3>
nl_nl: <h3>maak Tag:</h3>

source: Tag description:
nl_nl: Tag omschrijving:

source: <p>Notes:</p>
nl_nl: <p>Notities:</p>

source: Create
nl_nl: Maken

source: Create New Tag
nl_nl: Maak nieuwe Tag

source: <h3>Edit Tag:</h3>
nl_nl: <h3>Wijzig Tag:</h3>

source: <h3>Delete Tag:</h3>
nl_nl: <h3>Verwijder Tag:</h3>

source: Delete Tag only for this file.
nl_nl: Verwijder Tag alleen voor dit bestand.

source: Delete Tag for all packages (source and binary) in this container tree.
nl_nl: Verwijder Tag voor alle pakketten (broncode en binair) in deze container boomstructuur.

source: Delete
nl_nl: Verwijder

source: Create Tag Failed
nl_nl: Maken Tag mislukt

source: Create Tag Successful!
nl_nl: Maken Tag Gelukt!

source: Edit Tag Failed
nl_nl: Wijzigen Tag mislukt

source: Edit Tag Successful!
nl_nl: Wijzigen Tag Gelukt!

source: Delete Tag Failed
nl_nl: Verwijderen Tag Mislukt

source: Delete Tag Successful!
nl_nl: Verwijderen Tag Gelukt!

source: Manage License Groups
nl_nl: Licentiegroepen beheren

source: New Group
nl_nl: Nieuwe Groep

source: Select management action
nl_nl: Selecteer beheeraktie

source: Check to delete this license group!
nl_nl: Aanvinken om deze licentiegroep te verwijderen!

source: Group name
nl_nl: Groepsnaam

source: Group description
nl_nl: Groepsomschrijving

source: Group color
nl_nl: Groepskleur

source: Select licenses to include in the group
nl_nl: Selecteer licenties die in deze groep horen

source: Available licenses
nl_nl: Beschikbare licenties

source: Licenses in this Group
nl_nl: Licenties in deze groep

source: Remove
nl_nl: Verwijderen

source: Select subgroups to include in this group
nl_nl: Selecteer subgroup om in deze groep op te nemen

source: Available subgroups
nl_nl: Beschikbare subgroepen

source: Subgroups in this Group
nl_nl: Subgroepen in deze groep

source: License group information updated.
nl_nl: Licentiegroepsinformatie geactualiseerd.

source: Could not update License group information, error code is
nl_nl: Kon Licentiegroepsinformatie niet actualiseren, foutcode is

source: Upload Instructions
nl_nl: Upload instructies

source: FOSSology has many options for importing and uploading files for analysis.
nl_nl: FOSSology kent vele opties voor het importeren en uploaden van bestanden voor analyse.

source: The options vary based on <i>where</i> the data to upload is located.
nl_nl: De opties variëren afhankelijk van <i>waar</i> de data voor het uploaden zich bevindt.

source: The data may be located:
nl_nl: De data kan zich bevinden:

source: On your browser system
nl_nl: Op uw eigen systeem

source: Benutzen Sie
nl_nl: Gebruik

source: Upload File
nl_nl: Bestand Uploaden

source: option to select and upload the file.
nl_nl: optie voor het selecteren en uploaden van het bestand

source: While this can be very convenient (particularly if the file is not readily accessible online),
nl_nl: Hoewel dit erg makkelijk kan zijn (vooral als het bestand niet makkelijk online benaderbaar is).

source: uploading via your web browser can be slow for large files,
nl_nl: kan het uploaden via uw webbrowser bij grotere bestanden zijn langzaam zijn,

source: and files larger than 650 Megabytes may not be uploadable.
nl_nl: en bestanden groter dan 650 Megabytes kunnen niet geupload worden.

source: On a remote server
nl_nl: Op een remote server

source: Upload from URL
nl_nl: uploaden via URL

source: option to specify a remote server.
nl_nl: optie voor het specificeren van een server op afstand.

source: This is the most flexible option, but the URL must denote a publicly accessible HTTP, HTTPS, or FTP location.
nl_nl: Dit is de meest flexibele optie, maar de URL moet wel verwijzen naar een rechstreeks leesbare HTTP, HTTPS, of FTP locatie.

source: URLs that require authentication or human interactions cannot be downloaded through this automated system.
nl_nl: URLS die authenticatie of menselijke interactie vereisen kunnen niet via deze optie gedownload worden.

source: On the FOSSology web server
nl_nl: Op de FOSSology webserver

source: Upload from Server
nl_nl: Upload vanaf Server

source: option to specify a file or path on the server.
nl_nl: optie voor het specificeren van een pad op de server.

source: This option is intended for developers who have mounted directories containing source trees.
nl_nl: Deze optie is bedoeld voor ontwikkelaars die directories met bronbestanden hebben aangekoppeld.

source: The directory must be accessible via the web server's user.
nl_nl: De directory moet benaderbaar zijn voor het gebruikersaccount van de webserver.

source: If your system is configured to use multiple agent servers, the data area must be
nl_nl: Als uw systeem is geconfigureerd om meerdere agent servers te gebruiken moet het gegevens gebied

source: mounted and accessible to the FOSSology user (fossy) on every agent system. See
nl_nl: aangekoppeld en benaderbaar zijn voor de FOSSology gebruiker (fossy) om elk agent systeem. Zie

source: the section
nl_nl: de sectie

source: Configuring the Scheduler
nl_nl: Configuratie van de scheduler

source: Scheduler documentation
nl_nl: Scheduler documentatie

source: Select the type of upload based on where the data is located:
nl_nl: Kies het type upload gebaseerd op waar de gegevens zijn opgeslagen:

source: Your computer
nl_nl: Uw computer

source: Remote web or FTP server
nl_nl: Remote web of FTP server

source: Initialize
nl_nl: Initialisieren

source: Failed to find schema plugin.
nl_nl: Schema-Plugins niet gevonden.

source: Initialization complete. Click 'Home' in the top menu to proceed.<br />
nl_nl: Klaar met Initialiseren. Klik op 'Home' in het top menu om verder te gaan.<br />

source: Remove this file to complete the initialization.
nl_nl: Verwijder dit bestand om het initialiseren af te ronden.

source: Initialization complete with errors.
nl_nl: Initialisatie is met een foutcode geëindigd.

source: Download File
nl_nl: Download Bestand

source: Download this file
nl_nl: Download dit bestand

source: Schedule an Unpack
nl_nl: Inplannen van uitpakken

source: Failed to insert job record
nl_nl: Invoegen van job record mislukt

source: Failed to insert item into job queue
nl_nl: Invoegen van item in de taken wachtrij mislukt

source: Failed to insert adj2nest into job queue
nl_nl: Invoegen van 'adj2nest' in wachtrij mislukt

source: Unpack added to job queue
nl_nl: Uitpakken toegevoegd aan wachtrij

source: Unpack of Upload failed:
nl_nl: Het uitpakken van de upload is mislukt:

source: All uploaded files are already unpacked, or scheduled to be unpacked.
nl_nl: Alle geuploade bestanden zijn reeds uitgepakt, of ingepland om uitgepakt te worden.

source: Select an uploaded file to unpack.
nl_nl: Kies een geupload bestand om uit te pakken.

source: Only uploads that are not already unpacked (and not already scheduled) can be scheduled.
nl_nl: Alleen uploads die nog niet zijn uitgepakt (of nog niet zijn ingepland) kunnen ingepland worden.

source: Unpack:
nl_nl: Uitpakken:

source: Select optional analysis
nl_nl: Kies optionele analyse

source: Unpack
nl_nl: Uitpakken

source: Show Job Queue
nl_nl: Toon takenwachtrij

source: Show all jobs (not just this one)
nl_nl: Toon alle taken (niet alleen deze)

source: Show a summary of jobs
nl_nl: Toon een samenvatting van de taken

source: Show detailed information about each job
nl_nl: Toon detailinformatie van elke taak

source: Show all jobs (active and completed)
nl_nl: Toon alle taken (actief en beëindigd)

source: Show the job queue
nl_nl: Toon de takenwachtrij

source: Show only active jobs
nl_nl: Toon alleen de actieve taken

source: Field
nl_nl: Veld

source: Value
nl_nl: Waarde

source: depends on
nl_nl: afhankelijk van

source: required by
nl_nl: benodigd door

source: History
nl_nl: Geschiedenis

source: Job/Dependency
nl_nl: Taak/Afhankelijkheid

source: Priority:
nl_nl: Prioriteit

source: completed
nl_nl: afgesloten

source: Elapsed scheduled:
nl_nl: Verstreken gepland:

source: Elapsed running:
nl_nl: Verstreken uitgevoerd:

source: Move Folder
nl_nl: Map Verplaatsen

source: Ordner verschoben von
nl_nl: Map verplaatst van

source: nach
nl_nl: Na

source: Could not move folder!:
nl_nl: Map kon niet verplaatst worden!:

source: Select the source folder to move:
nl_nl: Kies de bronmap die verplaatst moet worden:

source: Select the destination folder:
nl_nl: Selecteer de doelmap:

source: Move
nl_nl: Verplaatsen

source: View License
nl_nl: Toon Licentie

source: NO DB connection
nl_nl: Geen verbinding met de database

source: The Nomos license scanner found:
nl_nl: De Nomos licentiescanner vond:

source: View File Information
nl_nl: Toon bestandsinformatie

source: View file information
nl_nl: Toon bestandsinformatie

source: View information about this file
nl_nl: Toon informatie over dit bestand

source: Repository Locator
nl_nl: Repositorie Plaats

source: Attribute
nl_nl: Attribuut

source: File Size
nl_nl: Bestandsgrootte

source: Repository ID
nl_nl: Repositorie ID

source: Sightings
nl_nl: Waarnemingen

source: This exact file appears in the following locations:
nl_nl: Dit bestand komt voor op de volgende locaties:

source: End of listing.
nl_nl: Einde van de lijst.

source: This file does not appear in any other known location.
nl_nl: Dit bestand komt niet voor op een van de bekende locaties.

source: Meta Data From PkgMetaGetta Agent
nl_nl: Metadata van PkgMetaGetta Agent

source: Total meta data records
nl_nl: Totaal metadata records

source: Package Info
nl_nl: Pakket-Info

source: RPM Binary Package
nl_nl: RPM-Binair pakket

source: RPM Source Package
nl_nl: RPM-Bron-Pakket

source: Package
nl_nl: Pakket

source: Architecture
nl_nl: Architectuur

source: Version
nl_nl: Versie

source: Group
nl_nl: Groep

source: Packager
nl_nl: Inpakker

source: Summary
nl_nl: Samenvatting

source: Description
nl_nl: Beschrijving

source: Source
nl_nl: Bron

source: Requires
nl_nl: Afhankelijkheden

source: Debian Binary Package
nl_nl: Debian Binair-pakket

source: Section
nl_nl: Sectie

source: Priority
nl_nl: Prioriteit

source: Installed Size
nl_nl: Omvang Installatie

source: Maintainer
nl_nl: Onderhouder

source: Depends
nl_nl: Afhankelijk van

source: Debian Source Package
nl_nl: Debian Bron-pakket

source: Format
nl_nl: Formaat

source: Binary
nl_nl: Binair

source: Uploaders
nl_nl: Geupload door

source: Standards-Version
nl_nl: Standaard-Versie

source: Build-Depends
nl_nl: Build-Afhankelijkheden

source: NOT RPM/DEBIAN Package.
nl_nl: Geen RPM/Debian-Pakket

source: Total package info records
nl_nl: Totaal pakket info records

source: Manage License Terms
nl_nl: Beheren Licentievoorwaarden

source: New Term
nl_nl: Nieuw Begrip

source: Keyword terms and phrases are used during license analysis to better identify license names.
nl_nl: Keyword termen en zinnen worden gebruikt gedurende de licentieanalyse voor het beter identificeren van licentie namen.

source: Terms consist of two parts: a canonical name for the class of terms, and a list of words or phrases that are members of the class.
nl_nl: Termen bestaan uit twee delen: Een canonieke naam voor de classificatie van termen, en een lijst van woorden of zinnen die lid zijn van die klasse.

source: For example, the phrases 'GNU General Public License version 2' and 'GPL version 2' may both be parts of the 'GPLv2' class.
nl_nl: bijvoorbeeld, de zinnen 'GNU General Public License version 2' en 'GPL version 2' kunnen beiden behoren tot de 'GPLv2' klasse.

source: Note #1
nl_nl: Opmerking #1

source: : Changes to this list will impact all new license analysis.
nl_nl: : Wijzigingen in deze lijst beinvloeden alle volgende licentie analyses.

source: However, all completed license analysis will be unchanged.
nl_nl: Echter, alle reeds afgeronde licentie analyses blijven ongewijzigd.

source: You may wish to clear the license analysis for an upload and reschedule the analysis in order to apply changes.
nl_nl: Eventueel kunt u de licentie analyse weggooien van een upload en een nieuwe analyse inplannen om de wijzigingen door te voeren.

source: Note #2
nl_nl: Opmerking #2

source: : There is one special case for spelling.
nl_nl: : Er is een speciaal geval voor de spelling.

source: Many licenses spell the word 'licen<b>c</b><b>s</b>e.
nl_nl: Veel licenties spellen het woord 'licen<b>cs</b>e.

source: If the term contains either spelling of 'license', 'licensing', 'licensed', etc., then it will be converted to 's' but will match both spellings.
nl_nl: Als de voorwaarde de spelling 'license', 'licensing', 'licensed', etc., bevat zal deze geconverteerd worden naar 's' maar beide spellingen.

source: Select canonical group to edit
nl_nl: Selecteer de canonieke groep die gewijzigd moet worden
